<?php

return [

    'captcha-not-valid' => 'कैप्चा मान्य नहीं है',
    'account-not-found' => 'खाता नहीं मिला',
    'resetpass-email-send' => 'ई-मेल सफलतापूर्वक भेजा गया!',
    'coupon-not-found' => 'कूपन नहीं मिला',
    'coupon-expired' => 'कूपन समाप्त हो गया',
    'coupon-already-used' => 'आप पहले ही इस कूपन का उपयोग कर चुके हैं.',
    'coupon-minimum' => 'कूपन को भुनाने के लिए न्यूनतम जमा राशि होनी चाहिए ',

    'gateway' => [
        'no-registered-cpf' => 'आपने अभी तक अपना सीपीएफ पंजीकृत नहीं किया है। इसे अपनी खाता सेटिंग में पंजीकृत करें.',
        'withdraw-no-funds' => 'निकासी करने के लिए अपर्याप्त शेष राशि.',
        'withdraw-min-value' => 'निकासी के लिए न्यूनतम राशि है  ',
        'withdraw-max-value' => 'प्रति निकासी अधिकतम राशि है ',
        'withdraw-rollover'  => 'निकासी के लिए आपको और अधिक खेलने की जरूरत है।',
        'withdraw-daily-limit' => 'आपने दैनिक निकासी सीमा पार कर ली है',
        'withdraw-success' => 'निकासी का अनुरोध सफलतापूर्वक किया गया.',
        'withdraw-error' => 'निकासी का अनुरोध करते समय एक त्रुटि उत्पन्न हुई',
        'withdraw-demo' => 'इस खाते से निकासी की अनुमति नहीं है.',
        'deposit-min-value' => 'जमा करने के लिए न्यूनतम राशि है ',
        'exception' => 'अज्ञात त्रुटि, कुछ मिनटों में पुनः प्रयास करें।',
        'exception-api' => 'अज्ञात त्रुटि, कृपया अगले कुछ मिनटों में पुनः प्रयास करें.',
        'function-not-found' => 'सिस्टम रखरखाव के अधीन है, कृपया बाद में पुनः प्रयास करें.',
        'gateway-not-active' => 'सिस्टम का रखरखाव चल रहा है, कुछ मिनटों में पुनः प्रयास करें।',
        'no-success-response-api' => 'रखरखाव प्रगति पर है, कृपया कुछ मिनटों के बाद पुनः प्रयास करें।'
    ],

    'user' => [
        'cpf-unique' => 'यह सीपीएफ पहले ही किसी अन्य व्यक्ति द्वारा पंजीकृत किया जा चुका है',
        'cpf-cannot-changed' => 'सीपीएफ को बदला नहीं जा सकता',
        'update' => 'उपयोगकर्ता सफलतापूर्वक अपडेट किया गया',
        'changepass' => 'पासवर्ड सफलतापूर्वक बदला गया!'
    ],

];
