<?php

return [

    'captcha-not-valid' => 'Captcha буруу байна',
    'account-not-found' => 'Бүртгэл олдсонгүй',
    'resetpass-email-send' => 'Имэйлийг амжилттай илгээлээ!',
    'coupon-not-found' => 'Ямар ч купон олдсонгүй',
    'coupon-expired' => 'Хугацаа нь дууссан купон',
    'coupon-already-used' => 'Та энэ купоныг аль хэдийн ашигласан байна.',
    'coupon-minimum' => 'Купоныг эргүүлэн авахад шаардагдах хамгийн бага хадгаламж: ',

    'gateway' => [
        'no-registered-cpf' => 'Та CPF-ээ хараахан бүртгүүлээгүй байна. Бүртгэлийнхээ тохиргоонд бүртгүүлнэ үү.',
        'withdraw-no-funds' => 'Татан авалт хийхэд үлдэгдэл хангалтгүй.',
        'withdraw-min-value' => 'Татан авалтын хамгийн бага хэмжээ ',
        'withdraw-max-value' => 'Нэг удаагийн мөнгө авах хамгийн их хэмжээ нь  ',
        'withdraw-rollover'  => 'Танд цалин авахын тулд илүү тоглох хэрэгтэй.',
        'withdraw-daily-limit' => 'Та мөнгө авах хязгаараа хэтрүүлсэн байна.',
        'withdraw-success' => 'Суутгалын хүсэлт амжилттай хэрэгжсэн.',
        'withdraw-error' => 'Суутгалын нэхэмжлэл гаргах үед алдаа гарлаа.',
        'withdraw-demo' => 'Энэ дансанд мөнгө авахыг зөвшөөрөхгүй.',
        'deposit-min-value' => 'Хадгаламжийн доод хэмжээ  ',
        'exception' => 'Тодорхойгүй алдаа гарлаа, хэдэн минутын дараа дахин оролдоно уу.',
        'exception-api' => 'Үл мэдэгдэх алдаа. Дараагийн хэдэн минутын дараа дахин оролдоно уу.',
        'function-not-found' => 'Систем засвар үйлчилгээ хийж байна, дараа дахин оролдоно уу.',
        'gateway-not-active' => 'Систем засвар үйлчилгээ хийгдэж байна, хэдэн минутын дараа дахин оролдоно уу.',
        'no-success-response-api' => 'Засвар хийгдэж байна, хэдэн минутын дараа дахин оролдоно уу.'
    ],

    'user' => [
        'cpf-unique' => 'Энэ CPF-г өөр хүн аль хэдийн бүртгүүлсэн байна',
        'cpf-cannot-changed' => 'CPF-г өөрчлөх боломжгүй',
        'update' => 'Хэрэглэгчийг амжилттай шинэчилсэн',
        'changepass' => 'Нууц үг амжилттай өөрчлөгдсөн!'
    ],

];
